Repository: unggoths/Bud
Catalog: languages/plugins/wp-reset-*.po
Languages: uk

source: Type in: %s
uk: Введіть: %s

source: Thank you for purchasing WP Reset PRO!
uk: Дякуємо за покупку WP Reset PRO!

source: Activate PRO License
uk: Активувати ліцензію Pro

source: Premium Email Support
uk: Преміум підтримка по E-mail

source: Switch WP Version
uk: Переключити версію WP

source: Clean wp-content Folder
uk: Очистити теку wp-content

source: Delete MU Plugins & Drop-ins
uk: Видалити MU плагіни та Drop-ins

source: Delete Widgets
uk: Видалити віджети

source: Delete Content
uk: Видалити вміст

source: Delete Local Data
uk: Видалити локальні дані

source: Purge Cache
uk: Очистити кеш

source: Reset User Roles
uk: Скинути ролі користувачів

source: Reset WordPress &amp; Delete All Custom Files &amp; Data
uk: Скинути WordPress і видалити всі користувацькі файли та дані

source: Type <b>reset</b> in the confirmation field to confirm the reset and then click the "Reset WordPress &amp; Delete All Custom Files &amp; Data" button. <b>There is NO UNDO.
uk: Введіть <b>reset</b> в поле підтвердження, щоб підтвердити скидання, а потім натисніть кнопку "Скинути WordPress і видалити всі користувацькі файли та дані". <b>Цю дію неможливо буде скасувати.

source: Nuclear Site Reset
uk: Повне скидання сайту

source: Options Reset
uk: Скидання параметрів

source: WP Reset plugin will be reactivated if that option is chosen
uk: Плагін "WP Reset" буде повторно активовано, якщо буде обрано цей параметр

source: see the table above to find out what exactly will be reset or deleted
uk: перегляньте таблицю вище, щоб дізнатися, що саме буде скинуто або видалено

source: remember, always <b>make a backup first</b> or use <a href="#" class="change-tab" data-tab="2">snapshots</a>
uk: не забувайте завжди <b>спочатку робити резервну копію</b> або використовуйте <a href="#" class="change-tab" data-tab="2">знімки</a>

source: What happens when I run any Reset tool?
uk: Що відбувається, коли я запускаю будь-який інструмент скидання?

source: Open documentation for this tool
uk: Відкрити документацію для цього інструмента

source: is already installed
uk: вже встановлено

source: Could not install
uk: Не вдалося встановити

source: Could not delete
uk: Не вдалося видалити

source: Could not deactivate
uk: Не вдалося деактивувати

source: Could not activate
uk: Не вдалося активувати

source: Installing
uk: Встановлення

source: Deleting
uk: Видалення

source: Deactivating
uk: Деактивація

source: Activating
uk: Активація

source: Enter snapshot name or brief description
uk: Введіть назву знімка або короткий опис

source: Snapshot name or brief description, ie: before plugin install
uk: Назва знімка або короткий опис, наприклад: перед встановленням плагіна

source: Create snapshot
uk: Створити знімок

source: Creating snapshot. Please wait.
uk: Створюється знімок. Будь ласка, зачекайте...

source: Snapshot created
uk: Знімок створено

source: Create Snapshot
uk: Створити знімок

source: All options (mods) for all themes will be reset; not just for the active theme. The tool works only for themes that use the <a href="https://codex.wordpress.org/Theme_Modification_API" target="_blank">WordPress theme modification API</a>. If options are saved in some other, custom way they won't be reset.<br> Always <a href="#" class="create-new-snapshot" data-description="Before resetting theme options">create a snapshot</a> before using this tool if you want to be able to undo its actions.
uk: Буде скинуто всі параметри (моди) для всіх тем, а не тільки для активної теми. Інструмент працює лише для тем, які використовують <a href="https://codex.wordpress.org/Theme_Modification_API" target="_blank">WordPress theme modification API</a>. Якщо параметри збережено якимось іншим, власним способом, то їх не буде скинуто. <br>Завжди <a href="#" class="create-new-snapshot" data-description="Перед скиданням параметрів теми">створюйте знімок</a> перед використанням цього інструменту, якщо ви хочете мати можливість скасувати його дії.

source: Index of Tools
uk: Список інструментів

source: Reset Site
uk: Скинути сайт

source: Type <b>reset</b> in the confirmation field to confirm the reset and then click the "Reset WordPress" button.<br>Always <a href="#" class="create-new-snapshot" data-description="Before resetting the site">create a snapshot</a> before resetting if you want to be able to undo.
uk: Введіть <b>reset</b> в поле підтвердження, щоб підтвердити скидання, а потім натисніть кнопку "Скинути WordPress".<br>Завжди <a href="#" class="create-new-snapshot" data-description="Перед скиданням сайту">створюйте знімок</a> перед скиданням, якщо ви хочете мати можливість скасувати зміни.

source: Site Reset
uk: Скидання сайту

source: you will have to confirm the action one more time
uk: вам доведеться підтвердити дію ще раз

source: Please read carefully before proceeding
uk: Будь ласка, уважно прочитайте, перш ніж продовжити

source: Snapshots
uk: Знімки

source: Clicking "Reset WordPress" will reset your site to default values. All content will be lost. Always <a href="#" class="create-new-snapshot" data-description="Before resetting the site">create a snapshot</a> if you want to be able to undo.</b>
uk: Натискання кнопки "Скинути WordPress" призведе до скидання вашого сайту до значень за замовчуванням. Весь контент буде втрачено. Завжди <a href="#" class="create-new-snapshot" data-description="Перед скиданням сайту">створюйте знімок</a> перед скиданням, якщо бажаєте мати можливість скасувати зміни.</b>

source: Reset the entire site or just selected parts while reserving the option to undo by using snapshots.
uk: Скиньте весь сайт або лише обрані частини, зберігаючи можливість скасування за допомогою знімків.

source: Create a new snapshot
uk: Створити новий знімок

source: Have a set of plugins (and themes) that you install and activate after every reset? Or on every fresh WordPress installation? Well, no more clicking install &amp; active for ten minutes! Build the collection once and install it with one click as many times as needed.</p><p>WP Reset stores collections in the cloud so they're accessible on every site you build. You can use free plugins and themes from the official repo, and PRO ones by uploading a ZIP file. We'll safely store your license keys too, so you have everything in one place.
uk: У вас є набір плагінів (і тем), які ви встановлюєте та активуєте після кожного скидання? Або при кожному новому встановленні WordPress? Вам більше не потрібно багато разів натискати кнопки "Встановити" та "Активувати" протягом десяти хвилин! Створіть колекцію один раз і встановіть її одним клацанням мишки стільки разів, скільки буде потрібно</p><p>WP Reset зберігає колекції в хмарі, щоб вони були доступні на кожному сайті, який ви створюєте. Ви можете використовувати безкоштовні плагіни та теми з офіційного репозиторію, а також версії Pro, завантаживши ZIP-файл. Ми також безпечно зберігаємо ваші ліцензійні ключі, щоб у вас було все в одному місці.

source: Please help us spread the word &amp; keep the plugin up-to-date
uk: Допоможіть нам стати більш популярними і зберегти плагін в актуальному стані

source: Are you sure you want to reset the site?
uk: Ви справді бажаєте скинути сайт?

source: No need for donations :) If you can give us a <a href="https://wordpress.org/support/plugin/wp-reset/reviews/#new-post" target="_blank">five star rating</a> you'll help out more than you can imagine. A public mention <a href="https://twitter.com/webfactoryltd" target="_blank">@webfactoryltd</a> also does wonders. Thank you!
uk: Немає необхідності для пожертвувань :) Якщо ви можете поставити нам <a href="https://wordpress.org/support/plugin/wp-reset/reviews/#new-post" target="_blank">5 зірок</a>, ви виручите більше, ніж ви можете собі уявити. Публічна згадка <a href="https://twitter.com/webfactoryltd" target="_blank">@webfactoryltd</a> також творить чудеса. Дякуємо!

source: All tools and features are explained in detail in <a href="
uk: Всі інструменти та функції детально описано в <a href="

source: Documentation
uk: Документація

source: Reset Theme Options
uk: Скидання параметрів теми

source: Collections
uk: Колекції

source: This action deletes the .htaccess file located in <code>
uk: Ця дія видаляє файл .htaccess, який розташований в <code>

source: Delete .htaccess File
uk: Видалити файл .htaccess

source: Notice is already dismissed.
uk: Сповіщення вже відхилено.

source: You are not allowed to run this action.
uk: Вам не дозволено виконувати цю дію.

source: There are no custom tables. There's nothing for this tool to empty or delete.
uk: Немає користувацьких таблиць. Немає нічого, що можна видалити або очистити цим інструментом.

source: The following
uk: Наступне

source: This action affects only custom tables with <code>
uk: Ця дія стосується лише користувацьких таблиць з <code>

source: Empty or Delete Custom Tables
uk: Очищення або видалення користувацьких таблиць

source: All plugins will be deleted except for WP Reset which will remain active.<br><b>There is NO UNDO. WP Reset does not make any file backups.</b>
uk: Всі плагіни будуть видалені, за винятком WP Reset, який залишиться активним.<br><b>Цю дію НЕ МОЖНА буде скасувати. WP Reset не робить будь-яких резервних копій файлів.</b>

source: Delete Plugins
uk: Видалити плагіни

source: All themes will be deleted. Including the currently active theme -
uk: Всі теми буде видалено. Включаючи поточну активну тему -

source: Delete Themes
uk: Видалити теми

source: All files in <code>
uk: Всі файли в <code>

source: Clean uploads Folder
uk: Очистити теку uploads

source: Delete Transients
uk: Видалити перехідні процеси

source: Open WP Reset Tools
uk: Відкрити інструменти WP Reset

source: Care to Help Out?
uk: Бажаєте допомогти?

source: WP Reset is not compatible with multisite!
uk: WP Reset не сумісний з мультисайтом!

source: Rate the plugin ★★★★★
uk: Поставте плагіну ★★★★★

source: Rate the plugin
uk: Оцініть плагін

source: An error has occurred.
uk: Сталася помилка.

source: We are very active on the <a href="https://wordpress.org/support/plugin/wp-reset" target="_blank">official WP Reset support forum</a>. If you found a bug, have a feature idea or just want to say hi - please drop by. We love to hear back from our users.
uk: Ми дуже активні на <a href="https://wordpress.org/support/plugin/wp-reset" target="_blank">офіційному форумі підтримки WP Reset</a>. Якщо ви знайшли помилку, у вас є ідея або просто хочете сказати "Привіт" - будь ласка, заходьте на наш форум. Ми любимо читати відгуки від наших користувачів.

source: Public Support Forum
uk: Публічний форум підтримки

source: Tools
uk: Інструменти

source: Unknown tool.
uk: Невідомий інструмент.

source: Reactivate all currently active plugins
uk: Повторно активувати всі активні плагіни

source: Reactivate WP Reset plugin
uk: Повторно активувати плагін WP Reset

source: Reactivate current theme
uk: Повторно активувати поточну тему

source: Collapse / expand box
uk: Згорнути / розгорнути блок

source: Please be careful when using WP Reset with multisite enabled. It's not recommended to reset the main site. Sub-sites should be OK. We're working on making it fully compatible with WP-MU. <b>Till then please be careful.</b> Thank you for understanding.
uk: Будь ласка, будьте обережні при використанні WP Reset з включеним мультисайтом. Не рекомендується скидати основний сайт. Підсайти повинні бути в порядку. Ми працюємо над тим, щоб зробити його повністю сумісним з WP-MU. <b>До тих пір, будь ласка, будьте обережні.</b> Дякуємо за розуміння.

source: All actions have to be confirmed. If you want to skip confirmation use the standard %s option. Please be careful and backup first.
uk: Всі дії повинні бути підтверджені. Якщо потрібно пропустити підтвердження, скористайтеся стандартним параметром %s. Будь ласка, будьте обережні і завжди в першу чергу робіть резервну копію.

source: All tools available via GUI are available in WP-CLI as well. To get the list of commands run %s. Instead of the active user, the first user with admin privileges found in the database will be restored.
uk: Всі інструменти, які доступні через графічний інтерфейс, також доступні в WP-CLI. Щоб отримати список команд, запустіть %s. Замість активного користувача буде відновлено першого користувача з правами адміністратора, знайденого в базі даних.

source: WP-CLI Support
uk: Підтримка WP-CLI

source: I've already rated it
uk: Я вже оцінив

source: Rate WP Reset
uk: Оцініть WP Reset

source: If you use &amp; enjoy WP Reset, <b>please rate it on WordPress.org</b>. It only takes a second and helps us keep the plugin maintained. Thank you!
uk: Якщо ви використовуєте і вам подобається WP Reset, <b>оцініть його на WordPress.org</b>. Це займає всього секунду і допомагає нам підтримувати плагін. Дякуємо!

source: Sorry, you are not allowed to access this page.
uk: На жаль, у вас недостатньо прав для доступу до цієї сторінки.

source: <b>Site has been successfully reset to default settings.</b><br>User "%s" was restored with the password unchanged. Open <a href="%s">WP Reset</a> to do another reset.
uk: <b>Сайт успішно скинуто до налаштувань за замовчуванням.</b><br>Користувача "%s" було відновлено з паролем без змін. Відкрийте <a href="%s">WP Reset</a>, щоб зробити ще одне скидання.

source: Plugin Homepage
uk: Домашня сторінка плагіну

source: Support
uk: Підтримка

source: Get help
uk: Отримати допомогу

source: Resetting in progress. Please wait.
uk: Триває скидання. Будь ласка, зачекайте.

source: Are you sure you want to proceed?
uk: Ви справді бажаєте продовжити?

source: OK
uk: ОК

source: Cancel
uk: Скасувати

source: Invalid confirmation
uk: Неприпустиме підтвердження

source: Please type "reset" in the confirmation field.
uk: Будь ласка, введіть "reset" у полі підтвердження.

source: An undocumented error has occurred. Please refresh the page and try again.
uk: Сталася невідома помилка. Будь ласка, оновіть сторінку та спробуйте ще раз.

source: Type in "reset"
uk: Введіть "reset"

source: Reset
uk: Скинути

source: you will be logged out, automatically logged back in and taken to the admin dashboard
uk: ви вийдете з системи, автоматично увійдете в систему і попадете в Майстерню адміністратора

source: site title, WordPress URL, site URL, site language, search engine visibility and current user will always be restored
uk: назва сайту, URL-адреса WordPress, URL-адреса сайту, мова сайту, видимість для пошукових систем та поточний користувач будуть відновлені

source: Something went wrong. Please refresh the page and try again.
uk: Щось пішло не так. Будь ласка, перезавантажте сторінку та спробуйте ще раз.

source: <b>Invalid confirmation code.</b> Please type "reset" in the confirmation field.
uk: <b>Неприпустимий код підтвердження.</b> Будь ласка, введіть "reset" у полі підтвердження.

source: Click "Cancel" to abort.
uk: Натисніть "Скасувати", щоб перервати.

source: Visit WP Reset page for more info
uk: Відвідайте сторінку WP Reset для отримання додаткової інформації

source: Reset WordPress
uk: Скинути WordPress
